Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Failed to load asset
ar: فشل تحميل المحتوى
bg: Неуспешно зареждане на файл
bn: অ্যাসেট লোড করা ব্যর্থ হয়েছে
ca: No s’ha pogut carregar el recurs
cs: Nepodařilo se načíst položku
da: Indlæsning af mediefil mislykkedes
de: Fehler beim Laden der Datei
el: Αποτυχία φόρτωσης στοιχείου
es: Error al cargar el recurso
fa: بارگیری مورد ممکن نبود
fi: Kohteen lataus epäonnistui
fr: Impossible de charger le média
he: טעינת התמונה נכשלה
hi: परिसंपत्ति लोड करने में विफल
hr: Učitavanje stavke nije uspjelo
hu: Elem betöltése sikertelen
id: Gagal memuat aset
it: Impossibile caricare la risorsa
ja: 写真/動画を読み込めませんでした
kk: Элементті жүктеу мүмкін болмады
ko: 항목 로드 실패
lt: Nepavyko užkrauti elemento
ms: Gagal memuat aset
nb: Mislyktes med å laste bilder
nl: Kan item niet laden
pl: Nie udało się załadować zasobu
pt: Ocorreu um erro na leitura do ficheiro
ro: Eșec la încărcarea resursei
ru: Ошибка загрузки объекта
sk: Nepodarilo sa načítať položku
sl: Sredstva ni bilo mogoče naložiti
sv: Det gick inte att ladda objekt
th: ไม่สามารถโหลดสื่อได้
tr: Öğe yüklenemedi
uk: Не вдалося завантажити елемент
vi: Không thể tải tài nguyên
zh_hans: 加载照片/视频失败
zh_hant: 項目載入失敗

source: Failed to load memories
ar: فشل تحميل الذكريات
bg: Зареждането на спомените е неуспешно
bn: স্মৃতিগুলো লোড করতে ব্যর্থ হয়েছে
ca: No s'han pogut carregar els records
cs: Vzpomínky se nepodařilo načíst
da: Kunne ikke indlæse minder
de: Erinnerungen konnten nicht geladen werden
el: Η φόρτωση των αναμνήσεων απέτυχε
es: Error al cargar los recuerdos
fa: بارگیری خاطره‌ها ممکن نبود
fi: Muistojen lataaminen epäonnistui
fr: Échec du chargement des souvenirs
he: טעינת הזיכרונות נכשלה
hi: यादें लोड नहीं की जा सकीं
hr: Učitavanje uspomena nije uspjelo
hu: Nem sikerült betölteni az emlékeket
id: Gagal memuat kenangan
it: Impossibile caricare i ricordi
ja: メモリーを読み込めませんでした
kk: Естеліктерді жүктеу мүмкін болмады
ko: 추억을 불러오지 못했습니다
lt: Nepavyko įkelti prisiminimų
ms: Gagal memuatkan kenangan
nb: Kunne ikke laste minner
nl: Terugblikken laden mislukt
pl: Nie udało się wczytać wspomnień
pt: Falha ao carregar as memórias
ro: Încărcarea amintirilor a eșuat
ru: Не удалось загрузить воспоминания
sk: Nepodarilo sa načítať spomienky
sl: Spominov ni bilo mogoče naložiti
sv: Det gick inte att ladda minnen
th: โหลดความทรงจำไม่สำเร็จ
tr: Anılar yüklenemedi
uk: Не вдалося завантажити спогади
vi: Không thể tải kỷ niệm
zh_hans: 载入回忆失败
zh_hant: 載入回憶失敗

source: Failed to load people
ar: فشل تحميل الأشخاص
bg: Неуспешно зареждане на хора
bn: ব্যক্তিদের তথ্য লোড করা ব্যর্থ হয়েছে
ca: No s’han pogut carregar les persones
cs: Chyba načítání osob
da: Indlæsning af personer mislykkedes
de: Fehler beim Laden von Personen
el: Αποτυχία φόρτωσης ατόμων
es: Error al cargar a los usuarios
fa: بارگیری افراد ممکن نبود
fi: Henkilöiden lataus epäonnistui
fr: Impossible de charger les personnes
he: נכשל באחזור אנשים
hi: लोगों को लोड करने में विफल
hr: Učitavanje osoba nije uspjelo
hu: Személyek betöltése sikertelen
id: Gagal memuat orang
it: Impossibile caricare le persone
ja: 人物を読み込めませんでした
kk: Адамдарды жүктеу мүмкін болмады
ko: 인물 로드 실패
lt: Nepavyko užkrauti žmonių
ms: Gagal memuatkan orang
nb: Feilen med å laste mennesker
nl: Kan mensen niet laden
pl: Nie udało się pobrać ludzi
pt: Ocorreu um erro ao carregar pessoas
ro: Eșec la încărcarea persoanelor
ru: Не удалось загрузить людей
sk: Nepodarilo sa načítať ľudí
sl: Oseb ni bilo mogoče naložiti
sv: Det gick inte att ladda personer
th: ไม่สามารถโหลดบุคคลได้
tr: Kişiler yüklenemedi
uk: Не вдалося завантажити список людей
vi: Không thể tải người
zh_hans: 加载人物失败
zh_hant: 載入人物失敗

source: Failed to load photos
ar: فشل تحميل الصور
bg: Зареждането на снимките е неуспешно
bn: ছবিগুলো লোড করতে ব্যর্থ হয়েছে
ca: No s'han pogut carregar les fotos
cs: Fotky se nepodařilo načíst
da: Kunne ikke indlæse fotos
de: Fotos konnten nicht geladen werden
el: Η φόρτωση των φωτογραφιών απέτυχε
es: Error al cargar las fotos
fa: بارگیری عکس‌ها ممکن نبود
fi: Kuvien lataaminen epäonnistui
fr: Échec du chargement des photos
he: טעינת התמונות נכשלה
hi: फ़ोटो लोड नहीं की जा सकीं
hr: Učitavanje fotografija nije uspjelo
hu: Nem sikerült betölteni a fotókat
id: Gagal memuat foto
it: Impossibile caricare le foto
ja: 写真を読み込めませんでした
kk: Фотосуреттерді жүктеу мүмкін болмады
ko: 사진을 불러오지 못했습니다
lt: Nepavyko įkelti nuotraukų
ms: Gagal memuatkan foto
nb: Kunne ikke laste bilder
nl: Foto's laden mislukt
pl: Nie udało się wczytać zdjęć
pt: Falha ao carregar as fotos
ro: Încărcarea fotografiilor a eșuat
ru: Не удалось загрузить фотографии
sk: Nepodarilo sa načítať fotografie
sl: Fotografij ni bilo mogoče naložiti
sv: Det gick inte att ladda foton
th: โหลดรูปภาพไม่สำเร็จ
tr: Fotoğraflar yüklenemedi
uk: Не вдалося завантажити фото
vi: Không thể tải ảnh
zh_hans: 载入照片失败
zh_hant: 載入相片失敗

source: Failed to load places
ar: فشل تحميل الأماكن
bg: Зареждането на местата е неуспешно
bn: স্থানগুলো লোড করতে ব্যর্থ হয়েছে
ca: No s'han pogut carregar els llocs
cs: Místa se nepodařilo načíst
da: Kunne ikke indlæse steder
de: Orte konnten nicht geladen werden
el: Η φόρτωση των τοποθεσιών απέτυχε
es: Error al cargar los lugares
fa: بارگیری مکان‌ها ممکن نبود
fi: Paikkojen lataaminen epäonnistui
fr: Échec du chargement des lieux
he: טעינת המקומות נכשלה
hi: स्थान लोड नहीं किए जा सके
hr: Učitavanje mjesta nije uspjelo
hu: Nem sikerült betölteni a helyeket
id: Gagal memuat tempat
it: Impossibile caricare i luoghi
ja: 撮影地を読み込めませんでした
kk: Орындарды жүктеу мүмкін болмады
ko: 장소를 불러오지 못했습니다
lt: Nepavyko įkelti vietų
ms: Gagal memuatkan tempat
nb: Kunne ikke laste steder
nl: Plaatsen laden mislukt
pl: Nie udało się wczytać miejsc
pt: Falha ao carregar os locais
ro: Încărcarea locurilor a eșuat
ru: Не удалось загрузить места
sk: Nepodarilo sa načítať miesta
sl: Lokacij ni bilo mogoče naložiti
sv: Det gick inte att ladda platser
th: โหลดสถานที่ไม่สำเร็จ
tr: Yerler yüklenemedi
uk: Не вдалося завантажити місця
vi: Không thể tải địa điểm
zh_hans: 载入地点失败
zh_hant: 載入地點失敗

source: Failed to load shared links
ar: فشل تحميل الروابط المشتركة
bg: Зареждането на споделените връзки е неуспешно
bn: শেয়ার করা লিঙ্কগুলো লোড করতে ব্যর্থ হয়েছে
ca: No s'han pogut carregar els enllaços compartits
cs: Sdílené odkazy se nepodařilo načíst
da: Kunne ikke indlæse delte links
de: Geteilte Links konnten nicht geladen werden
el: Η φόρτωση των κοινόχρηστων συνδέσμων απέτυχε
es: Error al cargar los enlaces compartidos
fa: بارگیری پیوندهای اشتراک‌گذاری ممکن نبود
fi: Jaettujen linkkien lataaminen epäonnistui
fr: Échec du chargement des liens partagés
he: טעינת הקישורים המשותפים נכשלה
hi: साझा लिंक लोड नहीं किए जा सके
hr: Učitavanje dijeljenih poveznica nije uspjelo
hu: Nem sikerült betölteni a megosztott hivatkozásokat
id: Gagal memuat tautan bersama
it: Impossibile caricare i link condivisi
ja: 共有リンクを読み込めませんでした
kk: Бөлісілген сілтемелерді жүктеу мүмкін болмады
ko: 공유 링크를 불러오지 못했습니다
lt: Nepavyko įkelti bendrinamų nuorodų
ms: Gagal memuatkan pautan dikongsi
nb: Kunne ikke laste delte lenker
nl: Gedeelde links laden mislukt
pl: Nie udało się wczytać udostępnionych linków
pt: Falha ao carregar as ligações partilhadas
ro: Încărcarea linkurilor partajate a eșuat
ru: Не удалось загрузить общие ссылки
sk: Nepodarilo sa načítať zdieľané odkazy
sl: Deljenih povezav ni bilo mogoče naložiti
sv: Det gick inte att ladda delade länkar
th: โหลดลิงก์ที่แชร์ไม่สำเร็จ
tr: Paylaşılan bağlantılar yüklenemedi
uk: Не вдалося завантажити спільні посилання
vi: Không thể tải liên kết đã chia sẻ
zh_hans: 载入共享链接失败
zh_hant: 載入分享連結失敗

source: Failed to move photos
ar: فشل نقل الصور
bg: Преместването на снимките е неуспешно
bn: ছবিগুলো সরাতে ব্যর্থ হয়েছে
ca: No s'han pogut moure les fotos
cs: Fotky se nepodařilo přesunout
da: Kunne ikke flytte fotos
de: Fotos konnten nicht verschoben werden
el: Η μετακίνηση των φωτογραφιών απέτυχε
es: Error al mover las fotos
fa: انتقال عکس‌ها ممکن نبود
fi: Kuvien siirtäminen epäonnistui
fr: Échec du déplacement des photos
he: העברת התמונות נכשלה
hi: फ़ोटो ले जाई नहीं जा सकीं
hr: Premještanje fotografija nije uspjelo
hu: Nem sikerült áthelyezni a fotókat
id: Gagal memindahkan foto
it: Impossibile spostare le foto
ja: 写真を移動できませんでした
kk: Фотосуреттерді жылжыту мүмкін болмады
ko: 사진을 이동하지 못했습니다
lt: Nepavyko perkelti nuotraukų
ms: Gagal mengalihkan foto
nb: Kunne ikke flytte bildene
nl: Foto's verplaatsen mislukt
pl: Nie udało się przenieść zdjęć
pt: Falha ao mover as fotos
ro: Mutarea fotografiilor a eșuat
ru: Не удалось переместить фотографии
sk: Nepodarilo sa presunúť fotografie
sl: Fotografij ni bilo mogoče premakniti
sv: Det gick inte att flytta fotona
th: ย้ายรูปภาพไม่สำเร็จ
tr: Fotoğraflar taşınamadı
uk: Не вдалося перемістити фото
vi: Không thể di chuyển ảnh
zh_hans: 移动照片失败
zh_hant: 移動相片失敗

source: Failed to prepare share
ar: فشل تجهيز المشاركة
bg: Подготовката за споделяне е неуспешна
bn: শেয়ার প্রস্তুত করতে ব্যর্থ হয়েছে
ca: No s'ha pogut preparar la compartició
cs: Sdílení se nepodařilo připravit
da: Kunne ikke klargøre deling
de: Teilen konnte nicht vorbereitet werden
el: Η προετοιμασία της κοινοποίησης απέτυχε
es: Error al preparar el contenido compartido
fa: آماده‌سازی اشتراک‌گذاری ممکن نبود
fi: Jakamisen valmistelu epäonnistui
fr: Échec de la préparation du partage
he: הכנת השיתוף נכשלה
hi: साझा करने की तैयारी नहीं हो सकी
hr: Priprema dijeljenja nije uspjela
hu: Nem sikerült előkészíteni a megosztást
id: Gagal menyiapkan pembagian
it: Impossibile preparare la condivisione
ja: 共有の準備ができませんでした
kk: Бөлісуді дайындау мүмкін болмады
ko: 공유를 준비하지 못했습니다
lt: Nepavyko paruošti bendrinimo
ms: Gagal menyediakan perkongsian
nb: Kunne ikke klargjøre delingen
nl: Delen voorbereiden mislukt
pl: Nie udało się przygotować udostępniania
pt: Falha ao preparar a partilha
ro: Pregătirea partajării a eșuat
ru: Не удалось подготовить общий доступ
sk: Nepodarilo sa pripraviť zdieľanie
sl: Deljenja ni bilo mogoče pripraviti
sv: Det gick inte att förbereda delningen
th: เตรียมการแชร์ไม่สำเร็จ
tr: Paylaşım hazırlanamadı
uk: Не вдалося підготувати поширення
vi: Không thể chuẩn bị nội dung chia sẻ
zh_hans: 准备共享失败
zh_hant: 準備分享失敗

source: Failed to read data from server.
ar: فشلت قراءة البيانات من الخادم.
bg: Четенето на данни от сървъра е неуспешно.
bn: সার্ভার থেকে ডেটা পড়তে ব্যর্থ হয়েছে।
ca: No s'han pogut llegir les dades del servidor.
cs: Data ze serveru se nepodařilo načíst.
da: Kunne ikke læse data fra serveren.
de: Daten konnten nicht vom Server gelesen werden.
el: Η ανάγνωση δεδομένων από τον διακομιστή απέτυχε.
es: Error al leer los datos del servidor.
fa: خواندن داده‌ها از سرور ممکن نبود.
fi: Tietojen lukeminen palvelimelta epäonnistui.
fr: Échec de la lecture des données du serveur.
he: קריאת הנתונים מהשרת נכשלה.
hi: सर्वर से डेटा पढ़ा नहीं जा सका।
hr: Čitanje podataka s poslužitelja nije uspjelo.
hu: Nem sikerült beolvasni az adatokat a szerverről.
id: Gagal membaca data dari server.
it: Impossibile leggere i dati dal server.
ja: サーバーからデータを読み込めませんでした。
kk: Серверден деректерді оқу мүмкін болмады.
ko: 서버에서 데이터를 읽지 못했습니다.
lt: Nepavyko perskaityti duomenų iš serverio.
ms: Gagal membaca data daripada pelayan.
nb: Kunne ikke lese data fra serveren.
nl: Gegevens van de server lezen mislukt.
pl: Nie udało się odczytać danych z serwera.
pt: Falha ao ler os dados do servidor.
ro: Citirea datelor de pe server a eșuat.
ru: Не удалось прочитать данные с сервера.
sk: Nepodarilo sa načítať údaje zo servera.
sl: Podatkov iz strežnika ni bilo mogoče prebrati.
sv: Det gick inte att läsa data från servern.
th: อ่านข้อมูลจากเซิร์ฟเวอร์ไม่สำเร็จ
tr: Sunucudan veri okunamadı.
uk: Не вдалося прочитати дані із сервера.
vi: Không thể đọc dữ liệu từ máy chủ.
zh_hans: 无法从服务器读取数据。
zh_hant: 無法從伺服器讀取資料。

source: Failed to remove photos
ar: فشلت إزالة الصور
bg: Премахването на снимките е неуспешно
bn: ছবিগুলো সরিয়ে দিতে ব্যর্থ হয়েছে
ca: No s'han pogut treure les fotos
cs: Fotky se nepodařilo odebrat
da: Kunne ikke fjerne fotos
de: Fotos konnten nicht entfernt werden
el: Η αφαίρεση των φωτογραφιών απέτυχε
es: Error al quitar las fotos
fa: برداشتن عکس‌ها ممکن نبود
fi: Kuvien poistaminen epäonnistui
fr: Échec du retrait des photos
he: הסרת התמונות נכשלה
hi: फ़ोटो निकाली नहीं जा सकीं
hr: Uklanjanje fotografija nije uspjelo
hu: Nem sikerült eltávolítani a fotókat
id: Gagal mengeluarkan foto
it: Impossibile rimuovere le foto
ja: 写真を取り除けませんでした
kk: Фотосуреттерді алып тастау мүмкін болмады
ko: 사진을 제거하지 못했습니다
lt: Nepavyko pašalinti nuotraukų
ms: Gagal mengeluarkan foto
nb: Kunne ikke fjerne bildene
nl: Foto's verwijderen mislukt
pl: Nie udało się usunąć zdjęć z kolekcji
pt: Falha ao remover as fotos
ro: Eliminarea fotografiilor a eșuat
ru: Не удалось убрать фотографии
sk: Nepodarilo sa odstrániť fotografie
sl: Fotografij ni bilo mogoče odstraniti
sv: Det gick inte att ta bort fotona
th: นำรูปภาพออกไม่สำเร็จ
tr: Fotoğraflar kaldırılamadı
uk: Не вдалося вилучити фото
vi: Không thể gỡ ảnh
zh_hans: 移除照片失败
zh_hant: 移除相片失敗

source: Failed to restore photos
ar: فشلت استعادة الصور
bg: Възстановяването на снимките е неуспешно
bn: ছবিগুলো পুনরুদ্ধার করতে ব্যর্থ হয়েছে
ca: No s'han pogut restaurar les fotos
cs: Fotky se nepodařilo obnovit
da: Kunne ikke gendanne fotos
de: Fotos konnten nicht wiederhergestellt werden
el: Η επαναφορά των φωτογραφιών απέτυχε
es: Error al restaurar las fotos
fa: بازیابی عکس‌ها ممکن نبود
fi: Kuvien palauttaminen epäonnistui
fr: Échec de la restauration des photos
he: שחזור התמונות נכשל
hi: फ़ोटो बहाल नहीं की जा सकीं
hr: Vraćanje fotografija nije uspjelo
hu: Nem sikerült visszaállítani a fotókat
id: Gagal memulihkan foto
it: Impossibile ripristinare le foto
ja: 写真を復元できませんでした
kk: Фотосуреттерді қалпына келтіру мүмкін болмады
ko: 사진을 복원하지 못했습니다
lt: Nepavyko atkurti nuotraukų
ms: Gagal memulihkan foto
nb: Kunne ikke gjenopprette bildene
nl: Foto's herstellen mislukt
pl: Nie udało się przywrócić zdjęć
pt: Falha ao restaurar as fotos
ro: Restaurarea fotografiilor a eșuat
ru: Не удалось восстановить фотографии
sk: Nepodarilo sa obnoviť fotografie
sl: Fotografij ni bilo mogoče obnoviti
sv: Det gick inte att återställa fotona
th: กู้คืนรูปภาพไม่สำเร็จ
tr: Fotoğraflar geri yüklenemedi
uk: Не вдалося відновити фото
vi: Không thể khôi phục ảnh
zh_hans: 恢复照片失败
zh_hant: 復原相片失敗

source: Failed to update album
ar: فشل تحديث الألبوم
bg: Обновяването на албума е неуспешно
bn: অ্যালবাম আপডেট করতে ব্যর্থ হয়েছে
ca: No s'ha pogut actualitzar l'àlbum
cs: Album se nepodařilo aktualizovat
da: Kunne ikke opdatere album
de: Album konnte nicht aktualisiert werden
el: Η ενημέρωση του άλμπουμ απέτυχε
es: Error al actualizar el álbum
fa: به‌روزرسانی آلبوم ممکن نبود
fi: Albumin päivittäminen epäonnistui
fr: Échec de la mise à jour de l’album
he: עדכון האלבום נכשל
hi: एल्बम अपडेट नहीं हो सका
hr: Ažuriranje albuma nije uspjelo
hu: Nem sikerült frissíteni az albumot
id: Gagal memperbarui album
it: Impossibile aggiornare l'album
ja: アルバムを更新できませんでした
kk: Альбомды жаңарту мүмкін болмады
ko: 앨범을 업데이트하지 못했습니다
lt: Nepavyko atnaujinti albumo
ms: Gagal mengemas kini album
nb: Kunne ikke oppdatere albumet
nl: Album bijwerken mislukt
pl: Nie udało się zaktualizować albumu
pt: Falha ao atualizar o álbum
ro: Actualizarea albumului a eșuat
ru: Не удалось обновить альбом
sk: Nepodarilo sa aktualizovať album
sl: Albuma ni bilo mogoče posodobiti
sv: Det gick inte att uppdatera albumet
th: อัปเดตอัลบั้มไม่สำเร็จ
tr: Albüm güncellenemedi
uk: Не вдалося оновити альбом
vi: Không thể cập nhật album
zh_hans: 更新相册失败
zh_hant: 更新相簿失敗

source: Failed to Update Album
ar: فشل تحديث الألبوم
bg: Обновяването на албума е неуспешно
bn: অ্যালবাম আপডেট করা ব্যর্থ হয়েছে
ca: No s'ha pogut actualitzar l'àlbum
cs: Album se nepodařilo aktualizovat
da: Kunne ikke opdatere album
de: Album konnte nicht aktualisiert werden
el: Η ενημέρωση του άλμπουμ απέτυχε
es: Error al actualizar el álbum
fa: به‌روزرسانی آلبوم ناموفق بود
fi: Albumin päivittäminen epäonnistui
fr: Échec de la mise à jour de l’album
he: עדכון האלבום נכשל
hi: एल्बम अपडेट नहीं हो सका
hr: Ažuriranje albuma nije uspjelo
hu: Az album frissítése sikertelen
id: Gagal Memperbarui Album
it: Aggiornamento dell'album non riuscito
ja: アルバムの更新に失敗しました
kk: Альбомды жаңарту сәтсіз аяқталды
ko: 앨범 업데이트 실패
lt: Nepavyko atnaujinti albumo
ms: Gagal Mengemas Kini Album
nb: Kunne ikke oppdatere albumet
nl: Album bijwerken mislukt
pl: Nie udało się zaktualizować albumu
pt: Falha ao atualizar o álbum
ro: Actualizarea albumului a eșuat
ru: Не удалось обновить альбом
sk: Aktualizácia albumu zlyhala
sl: Posodobitev albuma ni uspela
sv: Det gick inte att uppdatera albumet
th: อัปเดตอัลบั้มไม่สำเร็จ
tr: Albüm Güncellenemedi
uk: Не вдалося оновити альбом
vi: Cập nhật album thất bại
zh_hans: 更新相册失败
zh_hant: 更新相簿失敗

source: Failed to update favorite
ar: فشل تحديث المفضلة
bg: Обновяването на любимото е неуспешно
bn: পছন্দের অবস্থা আপডেট করতে ব্যর্থ হয়েছে
ca: No s'ha pogut actualitzar el favorit
cs: Oblíbenou položku se nepodařilo aktualizovat
da: Kunne ikke opdatere favorit
de: Favorit konnte nicht aktualisiert werden
el: Η ενημέρωση του αγαπημένου απέτυχε
es: Error al actualizar el favorito
fa: به‌روزرسانی علاقه‌مندی ممکن نبود
fi: Suosikin päivittäminen epäonnistui
fr: Échec de la mise à jour du favori
he: עדכון המועדף נכשל
hi: पसंदीदा अपडेट नहीं हो सका
hr: Ažuriranje favorita nije uspjelo
hu: Nem sikerült frissíteni a kedvencet
id: Gagal memperbarui favorit
it: Impossibile aggiornare il preferito
ja: お気に入りを更新できませんでした
kk: Таңдаулыны жаңарту мүмкін болмады
ko: 즐겨찾기를 업데이트하지 못했습니다
lt: Nepavyko atnaujinti mėgstamiausio elemento
ms: Gagal mengemas kini kegemaran
nb: Kunne ikke oppdatere favoritten
nl: Favoriet bijwerken mislukt
pl: Nie udało się zaktualizować ulubionego elementu
pt: Falha ao atualizar o favorito
ro: Actualizarea favoritei a eșuat
ru: Не удалось обновить статус избранного
sk: Nepodarilo sa aktualizovať obľúbenú položku
sl: Priljubljenega ni bilo mogoče posodobiti
sv: Det gick inte att uppdatera favoriten
th: อัปเดตรายการโปรดไม่สำเร็จ
tr: Favori güncellenemedi
uk: Не вдалося оновити вибране
vi: Không thể cập nhật mục ưa thích
zh_hans: 更新个人收藏失败
zh_hant: 更新喜好項目失敗

source: Failed to update link
ar: فشل تحديث الرابط
bg: Обновяването на връзката е неуспешно
bn: লিঙ্ক আপডেট করতে ব্যর্থ হয়েছে
ca: No s'ha pogut actualitzar l'enllaç
cs: Odkaz se nepodařilo aktualizovat
da: Kunne ikke opdatere link
de: Link konnte nicht aktualisiert werden
el: Η ενημέρωση του συνδέσμου απέτυχε
es: Error al actualizar el enlace
fa: به‌روزرسانی پیوند ممکن نبود
fi: Linkin päivittäminen epäonnistui
fr: Échec de la mise à jour du lien
he: עדכון הקישור נכשל
hi: लिंक अपडेट नहीं हो सका
hr: Ažuriranje poveznice nije uspjelo
hu: Nem sikerült frissíteni a hivatkozást
id: Gagal memperbarui tautan
it: Impossibile aggiornare il link
ja: リンクを更新できませんでした
kk: Сілтемені жаңарту мүмкін болмады
ko: 링크를 업데이트하지 못했습니다
lt: Nepavyko atnaujinti nuorodos
ms: Gagal mengemas kini pautan
nb: Kunne ikke oppdatere lenken
nl: Link bijwerken mislukt
pl: Nie udało się zaktualizować linku
pt: Falha ao atualizar a ligação
ro: Actualizarea linkului a eșuat
ru: Не удалось обновить ссылку
sk: Nepodarilo sa aktualizovať odkaz
sl: Povezave ni bilo mogoče posodobiti
sv: Det gick inte att uppdatera länken
th: อัปเดตลิงก์ไม่สำเร็จ
tr: Bağlantı güncellenemedi
uk: Не вдалося оновити посилання
vi: Không thể cập nhật liên kết
zh_hans: 更新链接失败
zh_hant: 更新連結失敗

source: Favorite
ar: مفضل
bg: Любим
bn: ফেভারিট
ca: Preferit
cs: Oblíbit
da: Favorit
de: Favorit
el: Αγαπημένο
es: Favorito
fa: علاقه‌مندی
fi: Suosikki
fr: Favori
he: מועדף
hi: पसंदीदा
hr: Omiljeno
hu: Kedvenc
id: Favorit
it: Preferito
ja: お気に入り
kk: Таңдаулы
ko: 즐겨찾기
lt: Mėgstamiausias
ms: Kegemaran
nb: Favoritt
nl: Favoriet
pl: Ulubione
pt: Favorito
ro: Favorit
ru: Избранное
sk: Obľúbené
sl: Priljubljen
sv: Favorit
th: รายการโปรด
tr: Favori
uk: До вибраного
vi: Thích
zh_hans: 收藏
zh_hant: 收藏

source: Favorites
ar: المفضلة
bg: Любими
bn: পছন্দের
ca: Preferits
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
fa: موارد دلخواه
fi: Suosikit
fr: Favoris
he: מועדפים
hi: पसंदीदा
hr: Omiljeno
hu: Kedvencek
id: Favorit
it: Preferiti
ja: お気に入り
kk: Таңдаулылар
ko: 즐겨찾기
lt: Mėgstamiausi
ms: Kegemaran
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt: Favoritos
ro: Favorite
ru: Избранное
sk: Obľúbené
sl: Priljubljeno
sv: Favoriter
th: รายการโปรด
tr: Favoriler
uk: Улюблені
vi: Mục ưa thích
zh_hans: 个人收藏
zh_hant: 喜好項目
